
[
  {
    "titulo": "Gestoría local: papeles por todas partes",
    "resumen": "Clientes enviaban documentos por todos los canales posibles, generando un caos que hacía perder tiempo y provocaba errores.",
    "area": "Documentación",
    "problemas": ["#todo-en-whatsapp", "#archivos-perdidos", "#papeles", "#desorden"],
    "antes": "Cada cliente entregaba documentos como quería: WhatsApp, papel, email… Se perdían horas buscando información y corrigiendo errores.",
    "despues": "Se implantó un portal de cliente centralizado con un checklist claro para subir documentos y recordatorios automáticos.",
    "resultado": "El 100% de la documentación ahora se recibe de forma ordenada y a tiempo, mejorando la imagen profesional y la eficiencia.",
    "metricas": [
      { "nombre": "Tiempo manual", "antes": 8, "despues": 1, "unidad": "h/sem" },
      { "nombre": "Errores", "antes": 15, "despues": 1, "unidad": "%" }
    ]
  },
  {
    "titulo": "Taller mecánico: pedidos descontrolados",
    "resumen": "Llamaban uno a uno a proveedores cada vez que necesitaban piezas, sin un criterio claro ni control sobre los precios.",
    "area": "Control de tareas",
    "problemas": ["#pedidos-en-papel", "#tiempo-perdido", "#duplicar-tareas"],
    "antes": "Buscaban precios y disponibilidad llamando manualmente a varios proveedores cada vez que entraba un coche.",
    "despues": "Crearon una base de datos de proveedores compartida, accesible desde el móvil, para comparar y pedir con un clic.",
    "resultado": "Ahorro de horas semanales en llamadas, mejores decisiones de compra y un historial de pedidos accesible para todo el equipo.",
     "metricas": [
      { "nombre": "Tiempo gestión", "antes": 5, "despues": 1, "unidad": "h/sem" },
      { "nombre": "Coste piezas", "antes": 100, "despues": 92, "unidad": "€ (promedio)" }
    ]
  },
  {
    "titulo": "Clínica dental: citas que se olvidan",
    "resumen": "La comunicación con los pacientes era manual, resultando en citas olvidadas y huecos en la agenda.",
    "area": "Atención al cliente",
    "problemas": ["#no-show", "#agenda-vacia", "#llamadas-manuales"],
    "antes": "Recordaban las citas por teléfono un día antes, un proceso tedioso y con una alta tasa de citas no asistidas.",
    "despues": "Se configuró un sistema de recordatorios y confirmación automática por WhatsApp 48h y 24h antes de la cita.",
    "resultado": "Reducción drástica en citas no asistidas, una agenda mucho más optimizada y personal liberado de tareas repetitivas.",
     "metricas": [
      { "nombre": "Citas perdidas", "antes": 25, "despues": 5, "unidad": "%" },
      { "nombre": "Tiempo admin.", "antes": 4, "despues": 0.5, "unidad": "h/día" }
    ]
  },
  {
    "titulo": "Equipo de diseño: feedback por 5 sitios",
    "resumen": "Las correcciones de los diseños llegaban por email, Slack, WhatsApp... Un caos para hacer el seguimiento.",
    "area": "Comunicación interna",
    "problemas": ["#feedback-desordenado", "#versiones-antiguas", "#retrabajo"],
    "antes": "Cada miembro del equipo recibía feedback por canales diferentes, provocando confusiones y usando versiones antiguas.",
    "despues": "Se centralizó toda la comunicación en una herramienta de revisión visual, con comentarios directamente sobre los diseños.",
    "resultado": "El proceso de revisión es ahora un 50% más rápido y se han eliminado los errores por usar versiones incorrectas.",
     "metricas": [
      { "nombre": "Ciclo revisión", "antes": 4, "despues": 2, "unidad": "días" },
      { "nombre": "Rework", "antes": 30, "despues": 5, "unidad": "%" }
    ]
  },
  {
    "titulo": "Consultor independiente: ¿en qué gasté las horas?",
    "resumen": "No llevaba un control del tiempo dedicado a cada cliente, dificultando la facturación y la planificación.",
    "area": "Gestión del tiempo",
    "problemas": ["#horas-no-facturadas", "#sin-control", "#planificacion"],
    "antes": "Calculaba las horas 'a ojo' al final de mes, con el riesgo de olvidar tareas y regalar tiempo a los clientes.",
    "despues": "Implementó una app de seguimiento de tiempo sencilla que se integra con su sistema de facturación.",
    "resultado": "Ahora factura un 15% más de horas que antes se perdían y puede planificar su carga de trabajo de forma mucho más realista.",
    "metricas": [
      { "nombre": "Horas facturadas", "antes": 85, "despues": 100, "unidad": "%" },
      { "nombre": "Tiempo admin.", "antes": 3, "despues": 0.5, "unidad": "h/sem" }
    ]
  },
  {
    "titulo": "Startup: seguimiento de proyectos a ciegas",
    "resumen": "El equipo no tenía una visión clara del estado de las tareas, generando reuniones constantes para alinearse.",
    "area": "Seguimiento",
    "problemas": ["#reuniones-excesivas", "#falta-visibilidad", "#plazos-incumplidos"],
    "antes": "Las actualizaciones de estado se daban verbalmente en reuniones diarias que consumían demasiado tiempo.",
    "despues": "Se adoptó un tablero Kanban digital donde cada tarea es visible y su estado se actualiza en tiempo real para todos.",
    "resultado": "Reuniones más cortas y productivas, mayor autonomía del equipo y una visión clara del progreso para la dirección.",
    "metricas": [
      { "nombre": "Tiempo en reuniones", "antes": 5, "despues": 1.5, "unidad": "h/sem" },
      { "nombre": "Tareas con retraso", "antes": 40, "despues": 10, "unidad": "%" }
    ]
  },
  {
    "titulo": "Constructora: desorganización en obra",
    "resumen": "Los planos, permisos y comunicaciones con el equipo de obra estaban dispersos, causando retrasos y sobrecostes.",
    "area": "Organización",
    "problemas": ["#documentos-desactualizados", "#mala-comunicacion", "#retrasos"],
    "antes": "Se usaban grupos de WhatsApp para todo, mezclando fotos de obra con conversaciones informales y perdiendo información clave.",
    "despues": "Se creó una carpeta compartida en la nube, accesible desde el móvil, con toda la documentación organizada por proyecto y versión.",
    "resultado": "Todo el equipo accede siempre a la última versión de los planos y la comunicación está ordenada, evitando errores costosos.",
    "metricas": [
        { "nombre": "Errores por versión", "antes": 7, "despues": 1, "unidad": "/obra" },
        { "nombre": "Tiempo buscando docs", "antes": 2, "despues": 0.25, "unidad": "h/día" }
    ]
  }
]
