
[
  {
    "titulo": "Papeles por todas partes",
    "problema_descripcion": "La documentación llegaba por múltiples canales sin un sistema unificado.",
    "consecuencias": "Pérdidas de tiempo, errores y mucho estrés.",
    "solucion": "Unificamos todos los envíos en un sistema simple y ordenado.",
    "etiquetas": ["#archivos-perdidos", "#todo-en-whatsapp", "#desorden"],
    "area": "Documentación",
    "antes": "Cada cliente entregaba documentos como quería: WhatsApp, papel, email… Se perdían horas buscando información y corrigiendo errores.",
    "despues": "Se implantó un portal de cliente centralizado con un checklist claro para subir documentos y recordatorios automáticos.",
    "resultado": "El 100% de la documentación ahora se recibe de forma ordenada y a tiempo, mejorando la imagen profesional y la eficiencia.",
    "metricas": [
      { "nombre": "Tiempo manual", "antes": 8, "despues": 1, "unidad": "h/sem" },
      { "nombre": "Errores", "antes": 15, "despues": 1, "unidad": "%" }
    ]
  },
  {
    "titulo": "Pedidos descontrolados",
    "problema_descripcion": "La gestión de pedidos era un proceso manual sin un registro claro.",
    "consecuencias": "Tareas duplicadas, precios incoherentes y llamadas constantes.",
    "solucion": "Digitalizamos el pedido con alertas y control de stock.",
    "etiquetas": ["#tiempo-perdido", "#duplicar-tareas", "#sin-sistema"],
    "area": "Control de tareas",
    "antes": "La búsqueda de precios y disponibilidad se realizaba llamando manualmente a varios proveedores cada vez que entraba un coche.",
    "despues": "Crearon una base de datos de proveedores compartida, accesible desde el móvil, para comparar y pedir con un clic.",
    "resultado": "Ahorro de horas semanales en llamadas, mejores decisiones de compra y un historial de pedidos accesible para todo el equipo.",
     "metricas": [
      { "nombre": "Tiempo gestión", "antes": 5, "despues": 1, "unidad": "h/sem" },
      { "nombre": "Coste piezas", "antes": 100, "despues": 92, "unidad": "€ (promedio)" }
    ]
  },
  {
    "titulo": "Citas que se olvidan",
    "problema_descripcion": "La gestión de citas y recordatorios era un proceso manual.",
    "consecuencias": "Citas perdidas frecuentes y huecos en la agenda.",
    "solucion": "Automatizamos recordatorios y agenda online.",
    "etiquetas": ["#agenda-vacía", "#citas-perdidas", "#llamadas-manuales"],
    "area": "Atención al cliente",
    "antes": "Se recordaban las citas por teléfono un día antes, un proceso tedioso y con una alta tasa de citas no asistidas.",
    "despues": "Se configuró un sistema de recordatorios y confirmación automática por WhatsApp 48h y 24h antes de la cita.",
    "resultado": "Reducción drástica en citas no asistidas, una agenda mucho más optimizada y personal liberado de tareas repetitivas.",
     "metricas": [
      { "nombre": "Citas perdidas", "antes": 25, "despues": 5, "unidad": "%" },
      { "nombre": "Tiempo admin.", "antes": 4, "despues": 0.5, "unidad": "h/día" }
    ]
  },
  {
    "titulo": "Revisiones por todas partes",
    "problema_descripcion": "Las revisiones de los proyectos se recibían por múltiples canales a la vez.",
    "consecuencias": "Versiones mezcladas, retrasos y frustración.",
    "solucion": "Canal único con estados y control de versiones.",
    "etiquetas": ["#retrabajo", "#revisiones-desordenadas", "#versiones-antiguas"],
    "area": "Comunicación interna",
    "antes": "Cada miembro del equipo recibía las revisiones por canales diferentes, provocando confusiones y usando versiones antiguas.",
    "despues": "Se centralizó toda la comunicación en una herramienta de revisión visual, con comentarios directamente sobre los diseños.",
    "resultado": "El proceso de revisión es ahora un 50% más rápido y se han eliminado los errores por usar versiones incorrectas.",
     "metricas": [
      { "nombre": "Ciclo revisión", "antes": 4, "despues": 2, "unidad": "días" },
      { "nombre": "Rework", "antes": 30, "despues": 5, "unidad": "%" }
    ]
  },
  {
    "titulo": "¿En qué gasté el día?",
    "problema_descripcion": "Faltaba un sistema para registrar las horas dedicadas a cada proyecto.",
    "consecuencias": "Horas sin facturar y una mala planificación de la carga de trabajo.",
    "solucion": "Sistema de registro de horas con informes automáticos.",
    "etiquetas": ["#sin-control", "#horas-no-facturadas", "#desorden"],
    "area": "Gestión del tiempo",
    "antes": "El cálculo de las horas era 'a ojo' al final de mes, con el riesgo de olvidar tareas y regalar tiempo a los clientes.",
    "despues": "Implementó una app de seguimiento de tiempo sencilla que se integra con su sistema de facturación.",
    "resultado": "Ahora factura un 15% más de horas que antes se perdían y puede planificar su carga de trabajo de forma mucho más realista.",
    "metricas": [
      { "nombre": "Horas facturadas", "antes": 85, "despues": 100, "unidad": "%" },
      { "nombre": "Tiempo admin.", "antes": 3, "despues": 0.5, "unidad": "h/sem" }
    ]
  },
  {
    "titulo": "Seguimiento a ciegas",
    "problema_descripcion": "Existía una falta de visibilidad sobre el estado real de los proyectos.",
    "consecuencias": "Reuniones constantes para actualizar estados y plazos incumplidos.",
    "solucion": "Paneles visuales con tareas y responsables claros.",
    "etiquetas": ["#falta-visibilidad", "#reuniones-excesivas", "#plazos-incumplidos"],
    "area": "Seguimiento",
    "antes": "Las actualizaciones de estado se daban verbalmente en reuniones diarias que consumían demasiado tiempo.",
    "despues": "Se adoptó un tablero Kanban digital donde cada tarea es visible y su estado se actualiza en tiempo real para todos.",
    "resultado": "Reuniones más cortas y productivas, mayor autonomía del equipo y una visión clara del progreso para la dirección.",
    "metricas": [
      { "nombre": "Tiempo en reuniones", "antes": 5, "despues": 1.5, "unidad": "h/sem" },
      { "nombre": "Tareas con retraso", "antes": 40, "despues": 10, "unidad": "%" }
    ]
  },
  {
    "titulo": "Desorganización en obra",
    "problema_descripcion": "La información crítica (planos, permisos) estaba dispersa y desactualizada.",
    "consecuencias": "Obras retrasadas, sobrecostes y errores costosos en la ejecución.",
    "solucion": "Todo centralizado y accesible desde móvil en obra.",
    "etiquetas": ["#documentos-desactualizados", "#mala-comunicación", "#retrasos"],
    "area": "Organización",
    "antes": "Se usaban grupos de WhatsApp para todo, mezclando fotos de obra con conversaciones informales y perdiendo información clave.",
    "despues": "Se creó una carpeta compartida en la nube, accesible desde el móvil, con toda la documentación organizada por proyecto y versión.",
    "resultado": "Todo el equipo accede siempre a la última versión de los planos y la comunicación está ordenada, evitando errores costosos.",
    "metricas": [
        { "nombre": "Errores por versión", "antes": 7, "despues": 1, "unidad": "/obra" },
        { "nombre": "Tiempo buscando docs", "antes": 2, "despues": 0.25, "unidad": "h/día" }
    ]
  }
]
    

    

